<template>
  <div class="flex flex-col mx-auto items-center justify-center">
    <div class="mt-10 mb-8 flex flex-col rounded-lg px-2 py-4 w-1/2 mx-auto text-gray-500 bg-gray-500">
      <span class="text-center text-gray-700 text-3xl">Сдайте свое авто в аренду</span>
      <div class="container text-md flex flex-wrap justify-between">
        <text-input
          class="m-3 text-gray-800"
          :id="input.label"
          :label="input.label"
          v-for="input in inputs"
          :key="input.label"
        ></text-input>

      </div>
      <button
      class="m-3 text-xl shadow-md focus:outline-none hover:bg-purple-800 rounded-lg bg-purple-700 ml-auto text-white px-4 py-2"
      type="submit">Оформить</button>
    </div>
    <div class="rounded-lg flex flex-col px-4 py-6 mx-auto text-gray-800 w-1/2 bg-gray-500">
      <span class="text-center">Получайте стабильный доход от безопасной аренды собственного авто. Сотрудничая с нашей компанией, вы ежемесячно будете получать до 70% от суммы, которую заработает автомобиль. Перед началом работы заключаем договор. Выплаты производятся ежемесячно или согласно условиям договора. В работу принимаются машины эконом, стандарт, бизнес, премиум, спорт классов, внедорожники и другие. Берем в аренду автомобили киевлян и жителей других городов.</span>

<span class="text-gray-800 text-xl text center">Гарантируем: </span>
<ul class="my-list flex flex-col bg-gray-400 p-2 rounded-lg">
<li>Четкую и честную схему сотрудничества. Все детали прописываются в договоре аренды. Документация оформляется своевременно, в соответствии с требованиями законодательства. Выплаты производятся в оговоренные в договоре сроки в полном объеме. Вместе с деньгами представляем отчет о работе автомобиля за оплаченный период.</li>
<li>Разумную ценовую политику. Арендодатели получают максимум выгоды при умеренной загруженности автомобилей.</li>
<li>Стабильную прибыль. Ваш автомобиль не будет простаивать, а это гарантирует постоянный доход.</li>
<li>Постоянный контроль технического состояния машины. За исправностью автомобиля следят наши сотрудники. Готовы оказать помощь в ремонте, подборе и доставке деталей, сборке узлов.</li>
<li>Выгодные цены у наших партнеров. Поможем выгодно застраховаться, отремонтировать автомобиль по специальной цене.</li>
</ul>
<span class="text-gray-800 text-xl text center mt-5">Требования к автомобилю:</span>
<ul class="my-list flex flex-col bg-gray-400 p-2 rounded-lg">
<li>1.Новый автомобиль. Машина была куплена в автосалоне не более 5 лет назад.</li>
<li>2.Абсолютно все узлы и системы исправны. Перед заключением договора в этом убедятся наши механики.</li>
<li>3.Автомобиль застрахован.</li>
<li>4.«Чистая» история: к машине нет никаких «юридических» и «гаишных» претензий.</li>
<li>5.Арендодатель владеет полным комплектом документов, необходимых для заключения договора.
Полный контроль автомобиля</li>
</ul>


<span class="text-gray-800 text-xl text center mt-5">Мы готовы полностью избавить клиента от связанных с обслуживанием автомобиля забот.</span>
<ul class="my-list flex flex-col bg-gray-400 p-2 rounded-lg">
<li>о прохождении техосмотров;</li>
<li>страховании;</li>
<li>«переобувании» машины с зимней резины на летнюю и обратно;</li>
<li>замене масла и расходников, чистке салона;</li>
<li>текущих ремонтах, замене деталей и узлов;</li>
<li>подготовке автомобиля к сдаче в прокат.</li>
</ul>

При этом право собственности на авто остается у арендодателя. Получить полную информацию о машине можно в любое время.
Выплаты производятся в сроки, оговоренные при заключении договора.
    </div>
  </div>
</template>

<script>
import PhotoItem from "../MyPhotos/components/PhotoItem";
import TextInput from "../Inputs/TextInput";
export default {
  name: "MyPhotos",
  data() {
    return {
      inputs: [
        {
          label: "Ваше имя"
        },
        {
          label: "Ваш город"
        },
        {
          label: "Телефон"
        },
        {
          label: "Марка авто"
        },
         {
          label: "Цвет"
        },
        {
          label: "Трансмиссия"
        },
        {
          label: "Год выпуска"
        },
        {
          label: "Пробег"
        }
      ]
    };
  },
  methods: {},
  computed: {},
  components: {
    PhotoItem,
    TextInput
  }
};
</script>

<style scoped>
.my-list{
  list-style: square inside;
}
</style>