<template>
  <div class="flex flex-col mx-auto p-4 bg-gray-400 mt-10 rounded-lg">
      <h1 class="text-gray-700">АРЕНДА АВТОМОБИЛЕЙ ДЛЯ ВАШЕГО БИЗЕСА</h1>
    <span class="mt-5">

      Юридическим лицам с НДС и предпринимателям любого уровня
      Аренда авто для юридических лиц – очень популярная и полезная услуга, позволяющая оптимизировать затраты по времени и средствам, как для коммерческих компаний, так и для бюджетных, государственных предприятий и организаций.
      Компания HeyWay предоставляет услуги по прокату авто на выгодных условиях и по умеренным ценам. Наши клиенты получают машины в отличном техническом и эстетическом состоянии. Все автомобили своевременно проходят плановые ТО и необходимые ремонты!
      Договор аренды предусматривает полную ответственность нашей компании за функциональность, техобслуживание и страхование автомобиля. Все наши авто страхуются по программе полного КАСКО, а это значит – даже в случае ДТП или чрезвычайных обстоятельств, расходы Вашей компании по восстановлению автомобиля будут предельно минимальными – на уровне франшизы по договору страхования.
      Когда речь идет о длительном прокате, наша компания дополнительно предоставляет услугу комплектации автомобиля необходимым оборудованием: кондиционер, средства навигации, акустические девайсы, парктроник, кожаный салон и т.д.(по согласованию сторон).
      Обратите внимание!
    </span>

    <span class="text-red">
      Арендуя автомобиль, вы снимаете с себя дополнительные усилия и затраты на обслуживание и ремонт, а также обязательное страхование авто.
      Также учтите, что затраты на аренду транспорта включаются в расходы предприятия, а значит учитываются при налогообложении.
    </span>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
</style>