<template>
  <div class="flex flex-col">
    <div class="mt-10 flex flex-col w-1/3 rounded-lg px-4 py-2 mx-auto my-auto bg-gray-300 px-2 py-4">
      <span class="text-xl w-full">Преимущества работы в HeyWay</span>
      <p class="mt-3">
        HeyWay - молодая и динамично развивающаяся компания, предоставляющая услуги по прокату автомобилей. Стремительные темпы роста побуждают необходимость увеличения рабочих мест. Уверенные позиции на украинском рынке дают возможность смело утверждать о перспективном будущем компании и дальнейшем выходе на международный рынок.
        Хотите развиваться вместе с нами – присоединяйтесь!
        Работая в компании ты имеешь возможность приобрести бесценный опыт в общении с разными категориями клиентов, общественными организациями, поучаствовать в партнерских программах.
        Приобретенные навыки дают возможность развивать свою личность как внутри компании, так и вне ее.
      </p>
    </div>
    <div class="mt-10 mb-5 flex flex-col w-1/3 rounded-lg px-4 py-2 mx-auto my-auto bg-gray-300 px-2 py-4">
      <span class="text-xl w-full">Возможность развития и роста</span>
      <p class="mt-3">
        Мы готовы поддержать тебя в достижении профессионального успеха. В нашей компании ты сможешь реализовать свои таланты, приобрести или приумножить свой опыт. Многие региональные директора начинали свой путь от простого менеджера и ты это сможешь! Не медли! Присоединяйся!
        Все сотрудники нашей компании настроены на результат. Именно поэтому мы рассчитываем на твою отдачу, твои старания, твой вклад в общее дело. Ведь мы работаем вместе – в одной команде. Тебе всегда помогут и дадут совет!
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "Vacancies"
};
</script>

<style lang="scss" scoped>
</style>