<template>
  <div class="py-4">
    <div class="mt-32 flex flex-row-reverse">
      <contact-us-form class="my-auto w-1/3" @submit="handleSubmit"></contact-us-form>
      <div class="flex flex-col w-1/3 rounded-lg px-4 py-2 mx-auto my-auto bg-gray-300 px-2 py-4">
        <span class="text-xl w-full">Юридическая информация:</span>
        <p class="mt-3">
          ООО «ХейВей»
          Код 40421306
          Юридический адрес: 61026, м. Харків, пров.Корсиківський, 2а
          Фактический адрес: м. Харків, пр-т Московський, буд. 185-А
          р/с: 26009013023459 в ПАО «Сбербанк»
          МФО 320627
          Директор Козюкалов Артур Леонидович
        </p>
      </div>
        <div class="flex flex-col w-1/3 rounded-lg px-4 py-2 mx-auto bg-gray-300 px-2 py-4">
        Преимущество автопроката для тех, кто в силу ряда причин не может использовать личный транспорт, очевидно. Это – свобода.
  Человек свободен лишь в том случае, когда он не зависит от внешних факторов: будь то вызов такси или услуги городского транспорта.
  Мы даем нашим клиентам не только свободу, но также комфорт и безопасность.
  В компании «HeyWay» можно не только оперативно оформить автомобиль в любое удобное для Вас время, но также получить или сдать автомобиль в любом удобном для вас месте. Все машины проходят обязательное страхование ОСАГО, КАСКО, оформляется страховка жизни водителя. Мы также учитываем индивидуальные пожелания клиента.
  Обладание личным автомобилем в таком городе дает человеку свободу. Услуги же нашей компании позволяют решить любую транспортную проблему с комфортом.
  Только у нас вы можете найти комплекс таких услуг: GPS-навигатор, кресло для ребенка, Wi-Fi – роутер, возможность неограниченного пробега, отсутствие оплаты за повреждение автомобиля.
  Имея многолетний стаж работы в Европе, мы учли опыт мировых лидеров автопроката – Avis, Budget, Europcar, Hertz, Sixt – и адаптировали его к местным реалиям. Автомобили перед выдачей новому клиенту ОБЯЗАТЕЛЬНО проходят осмотр, а также оборудованы всем необходимым для безопасной и удобной эксплуатации автомобиля.
  Сегодня нашими услугами с успехом пользуются спортивные федерации, промышленные предприятия и учреждения театрально-культурной сферы Киева, Харькова, Львова, Днепра, а также жители и гости Одессы.
  Коллектив компании «HeyWay» будет рад видеть Вас среди наших клиентов.
        </div>
    </div>
  </div>
</template>

<script>
import ContactUsForm from "../Forms/ContactUsForm";
export default {
  name: "ContactUsPage",
  components: {
    ContactUsForm
  },
  methods: {
    async handleSubmit(result) {
      alert("Message was sent");
    }
  }
};
</script>